Revit 2027 API
FamilyThermalProperties.VisualLightTransmittance Property
 The visual light transmittance.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double VisualLightTransmittance { get; }
Public ReadOnly Property VisualLightTransmittance As Double
	Get
public:
property double VisualLightTransmittance {
	double get ();
}
member VisualLightTransmittance : float with get
Property Value
Double
See Also
Reference
FamilyThermalProperties Class
Autodesk.Revit.DB Namespace